Repository: joinagametable/joinagametable
Catalog: JoinAGameTable/Localizations/*.po
Languages: fr

# error.required
source: This field is required.
fr: Le champ est requis.

# error.invalid
source: This value is not valid.
fr: Cette valeur n'est pas valide.

# error.range
source: This value must be in range {1}..{2}.
fr: La valeur doit être comprise entre {1} et {2}.

# error.min
source: This value must be equal or higher than {1}.
fr: La valeur doit être égale ou plus grande que {1}.

# error.max
source: This value must be equal or lower than {1}.
fr: La valeur doit être égale ou plus petite que {1}.

# error.length
source: The field must be a string with a minimum length of {2} and a maximum length of {1}.
fr: Le champ doit être une chaîne de caractères d'une longueur minimale de {2} et maximale de {1}.

# error.min-length
source: The field must be a string with a minimum length of {1}.
fr: Le champ doit être une chaîne de caractères d'une longueur minimale de {1}.

# error.email
source: The field is not a valid e-mail address.
fr: Le champ n’est pas une adresse e-mail valide.

# error.email-not-available
source: This email address is already in use.
fr: Cette adresse e-mail est déjà utilisée.

# error.date-must-be-before
source: Date must be before {0}.
fr: La date doit être plus petite que {0}.

# error.date-must-be-after
source: Date must be after {0}.
fr: La date doit être plus grande que {0}.

# error.date-must-be-in-future
source: Date must be in the future.
fr: La date doit être dans le future.

# error.already-in-use
source: This value is already in use
fr: Cette valeur est déjà utilisée

# topbar.menu.search-tooltip
source: Search
fr: Rechercher

# topbar.menu.search-button
source: Search
fr: Rechercher

# topbar.menu.authentication
source: Authentication
fr: Connexion

# topbar.menu.my-profile
source: My profile
fr: Mon profil

# topbar.menu.site-admin
source: Site administration
fr: Administration du site

# topbar.menu.logout
source: Logout
fr: Déconnexion

# session.login.title
source: Authentication
fr: Connexion

# session.login.email
source: Email
fr: Adresse e-mail

# session.login.password
source: Password
fr: Mot de passe

# session.login.login
source: Log me in
fr: Connexion

# session.login.signup
source: Sign up!
fr: Créer un compte

# session.signup.title
source: Sign up!
fr: Création de compte

# session.signup.first-name
source: First name
fr: Prénom

# session.signup.last-name
source: Last name
fr: Nom de famille

# session.signup.email
source: Email
fr: Adresse e-mail

# session.signup.password
source: Password
fr: Mot de passe

# session.signup.signup
source: Sign up
fr: Création

# session.signup.flash-success
source: User account created with success.
fr: Compte utilisateur créé avec succès.

# user-account.profile.title
source: My profile
fr: Mon profil

# user-account.profile.first-name
source: First name
fr: Prénom

# user-account.profile.last-name
source: Last name
fr: Nom de famille

# user-account.profile.display-name
source: Display name
fr: Apparaître en tant que

# user-account.profile.help-display-name
source: Your display name will appear on the site. If you donâ€™t want your full name to appear, please use your nickname.
fr: Cette information sera affichée sur le site. Si vous ne voulez pas que votre nom complet apparaisse, utilisez un pseudonyme.

# user-account.profile.email
source: Email
fr: Adresse e-mail

# user-account.profile.language
source: Language
fr: Langue

# user-account.profile.update-button
source: Update
fr: Mettre à jour

# user-account.profile.flash-success
source: Profile updated with success.
fr: Profil mis à jour avec succès.

# event.list-my-event.my-events
source: My events
fr: Mes évènements

# event.list-my-event.text-description
source: Here you will find all the events you have created on the platform. You can click on the name of the one you want to configure or get more information.
fr: Vous trouverez ici tous les évènements que vous avez créés sur la plateforme. Vous pouvez cliquer sur le nom de celui que vous souhaitez configurer ou obtenir plus d'informations.

# event.list-my-event.button-create
source: Create an event
fr: Créer un évènement

# event.list-my-event.name
source: Name
fr: Nom

# event.list-my-event.begins-at
source: Begins at
fr: Début

# event.list-my-event.ends-at
source: Ends at
fr: Fin

# event.list-my-event.public-yes
source: Yes
fr: Oui

# event.list-my-event.public-no
source: No
fr: Non

# event.manage.submenu.information
source: Information
fr: Informations

# event.manage.submenu.game-tables
source: Game Tables
fr: Table de Jeux

# event.manage.gametables.button-create
source: Create a new game table
fr: Ajouter une table

# event.manage.gametables.name
source: Name
fr: Nom

# event.manage.gametables.seats
source: Seats
fr: Places

# event.manage.gametables.create.name
source: What is the name of the table?
fr: Quel est le nom de la table ?

# event.manage.gametables.create.which-type
source: What type of game is played on this table?
fr: Quel est le type de jeu joué sur cette table ?

# event.manage.gametables.create.number-seat
source: How many seats are available?
fr: Combient de place disponible ?

# event.manage.gametables.create.begins-at
source: When does the game start?
fr: Quand la partie commence t'elle ?

# event.manage.gametables.create.duration
source: Estimated duration of the game
fr: Durée estimée de la partie

# event.manage.gametables.create.metadata
source: Extra information
fr: Informations supplémentaires

# event.manage.gametables.create.button-create
source: Create
fr: Créer la table

# event.manage.gametables.update.button-update
source: Update
fr: Mettre à jour

# event.create.flash-success
source: Event created with success.
fr: Évènement créé avec succès.

# event.update.flash-success
source: Event information updated with success.
fr: Évènement mis à jour.

# gametable.create.flash-success
source: Game table created with success.
fr: Table de jeux créé avec succès.

# gametable.update.flash-success
source: Game table information update with success.
fr: Les informations de la table de jeux ont été mises à jour.

# gametable.delete.flash-success
source: Game table "{0}" deleted with success.
fr: La table de jeux "{0}" a été supprimée avec succès.

# home.upcoming-events
source: Upcoming events
fr: Évènements à l'affiche

# explore.explore
source: Explore
fr: Explorer

# explore.explore-all-events
source: Explore all events
fr: Explorez les évènements

# explore.event.about
source: About
fr: Présentation

# event.create.create-event
source: Create an event
fr: Créer un évènement

# event.create.text-description
source: Do you have an event? Simply answer the questions below, you will be able to edit everything later. Your event will not be posted until you have decided.
fr: Vous avez un évènement ? Répondez simplement aux questions ci-dessous, vous pourrez tout éditer par la suite. Votre évènement ne sera pas mis en ligne tant que vous ne l'aurez pas décidé.

# event.create-or-update.which-name
source: What is the name of your event?
fr: Quel est le nom de votre évènement ?

# event.create-or-update.describe-event
source: Describe your event
fr: Décrivez votre évènement

# event.create-or-update.begins-at
source: When does it start?
fr: Quand commence t'il ?

# event.create-or-update.ends-at
source: When does it end?
fr: Quand se termine t'il ?

# event.create-or-update.is-public
source: Is the event publicly available?
fr: Est-ce que l'évènement est public ?

# event.create-or-update.public-at
source: When does it publicly available?
fr: À partir de quand est il public ?

# event.create-or-update.banner
source: Banner
fr: Bannière

# event.create-or-update.cover
source: Cover
fr: Affiche

# event.create-or-update.button-create
source: Create
fr: Créer l'évènement

# event.create-or-update.button-update
source: Update
fr: Mettre à jour

# mainmenu.home
source: Home
fr: Accueil

# mainmenu.explore
source: Explore
fr: Explorer

# mainmenu.create-event
source: Create an event
fr: Créer un évènement

# mainmenu.sub-menu-my-account
source: My account
fr: Mon compte

# mainmenu.my-bookings
source: My bookings
fr: Mes réservations

# mainmenu.my-events
source: My events
fr: Mes évènements

# mainmenu.settings
source: Settings
fr: Paramètres

# mainmenu.logout
source: Logout
fr: Déconnexion

# mainmenu.login
source: Login
fr: Connexion

# enum.GameTypeEnum.ROLE_PLAYING_GAME
source: Role Playing Game
fr: Jeux de Rôle

# enum.GameTypeEnum.BOARD_GAME
source: Board Game
fr: Jeux de Plateau

# enum.GameTypeEnum.CARD_GAME
source: Card Game
fr: Jeux de Cartes

# enum.GameTableMetaDataKeyEnum.UNIVERSE
source: Universe
fr: Univers

# enum.GameTableMetaDataKeyEnum.THEMES
source: Theme(s)
fr: Thème(s)

# enum.GameTableMetaDataKeyEnum.GAME_FACILITATOR
source: Game Facilitator
fr: Hôte

# enum.GameTableMetaDataKeyEnum.GAME_FACILITATOR_WORD
source: Game Facilitator Word
fr: Mot de l'hôte

# enum.GameTableMetaDataKeyEnum.GAME_MASTER
source: Game Master
fr: Maître du Jeu

# enum.GameTableMetaDataKeyEnum.GAME_MASTER_WORD
source: GM Word
fr: Mot du MJ

# enum.GameTableMetaDataKeyEnum.GAME_SYSTEM
source: System
fr: Système

# enum.GameTableMetaDataKeyEnum.RULES
source: Rules
fr: Règles

# enum.GameTableMetaDataKeyEnum.TIME_PERIOD
source: Time period
fr: Période
